Repository: alexis-82/suiteAV
Catalog: locales/*/LC_MESSAGES/youtube.po
Languages: it

source: [1] What resolution can I download?
it: [1] A quale risoluzione posso scaricare?

source: [2] Download in manual mode
it: [2] Scaricare in modalità manuale

source: [3] Download from 360p link
it: [3] Scarica link a 360p

source: [4] Download from 480p link
it: [4] Scarica link a 480p

source: [5] Download from link to 720p
it: [5] Scarica link a 720p

source: [6] Download from link to better quality
it: [6] Scarica da link con migliore qualità

source: [7] Download from link to best quality with split*
it: [7] Scarica link ad alta qualità con split*

source: [8] Download from best quality link with metadata*
it: [8] Scarica link ad alta qualità con metadata*

source: [9] Downloading Playlist via file
it: [9] Scarica playlist tramite file

source: [10] Download to MP3 HQ
it: [11] Scarica MP3 ad HQ

source: [11] Download album to MP3 HQ with split*
it: [12] Scarica album MP3 HQ con split*

source: [12] Download MP3 via file
it: [13] Scarica MP3 tramite file

source: [0] Back
it: [0] Indietro

source: Option not found!
it: Opzione non trovata!

source: Press ENTER to continue
it: Premere INVIO per continuare

source: Invalid command!
it: Comando non valido!

source: Enter quality code, e.g.245+91 (video+audio):
it: Inserire codice qualità, e.g.245+91 (video+audio):

source: Operation completed!
it: Operazione completata!

source: Copy video or playlist link: (Press key Q for back)
it: Copia il link del video o della playlist: (Premere il tasto Q per tornare indietro)

source: Enter playlist file name: (Press key Q for back)
it: Inserire il nome del file della playlist: (Premere il tasto Q per tornare indietro)
